---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarNumberSuffix
source: html/05083801-fe5a-40b7-f745-21d28039e7b3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarNumberSuffix Property

"Rebar Number Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarNumberSuffix { get; }
```